// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Liste over direktevalg/gruppevalg";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Direktevalg: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Gruppe: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Maksimalt antall oppføringer: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Du kan legge til opptil %d direktevalgoppføringer.";
"Import from Other Phone Book"="Importer fra Adressebok";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Avbryt";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Direktevalget/gruppevalget for skriver \"%@\" er blitt endret.\nVil du lagre disse endringene i skriveren?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Direktevalget/gruppevalget for skriver \"%@\" er blitt endret.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Hent direktevalg...";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Klar til å lagre data. Vil du fortsette?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Skriverens innstillinger for direktevalg/gruppevalg overskrives av en tredjepart.\nVil du overskrive?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Send direktevalg...";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Hvis det importeres personlige opplysninger med tegn som ikke støttes, for navn på direktevalg, vil kolonnen med direktevalg stå tom.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Velg importeringsmål";
"Select data to import."="Velg data som skal importeres.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Rediger direktevalg";
"Str_Edit_Speed_Dial_Entry_Number"="Oppføring nummer: %d";
"Name/Group Name"="Navn/gruppenavn";
"Fax Number"="Faksnummer";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="Siden \"-\" fungerer som pause, skal du ikke bruke det som skilletegn i telefonnumre.";
"Speed Dial"="Direktevalg";
"Group Dial"="Gruppevalg";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Rediger gruppevalg";
"Str_Edit_Group_Dial_Entry_Number"="Oppføring nummer: %d";
"Member"="Medlem";
"Entry Number"="Oppføring nummer";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Vil du slette oppføring nr. %d direktevalg?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Oppføring nr. %d direktevalg tilhører én eller flere grupper, og vil også bli slettet fra gruppen(e).\nVil du slette oppføring nr. %d direktevalg?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Oppføring nr. %d direktevalg er blitt registrert i én eller flere grupper, og vil også bli slettet fra gruppen(e). Noen av gruppene vil derfor være tomme og bli slettet.\nVil du slette oppføring nr. %d direktevalg?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Vil du slette oppføring nr. %d gruppevalg?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Vil du slette alle lister over direktevalg og gruppevalg for skriver \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Om FAX Utility...";
"Preferences..."="Valg...";
"Services"="Tjenester";
"Hide FAX Utility"="Skjul FAX Utility";
"Hide Others"="Skjul andre";
"Show All"="Vis alle";
"Quit FAX Utility"="Avslutt FAX Utility";
"File"="Fil";
"Get Speed Dials..."="Hent direktevalg...";
"Send Speed Dials..."="Send direktevalg...";
"Import"="Importer";
"Back up"="Sikkerhetskopier";
"Close"="Lukk";
"From Address Book"="Fra Adressebok";
"Save Backup..."="Lagre sikkerhetskopi...";
"Restore Backup..."="Gjenopprett sikkerhetskopi...";
"Edit"="Rediger";
"Undo"="Angre";
"Redo"="Gjør om";
"Cut"="Klipp ut";
"Copy"="Kopier";
"Paste"="Lim inn";
"Select All"="Velg alle";
"Edit..."="Rediger...";
"Delete"="Slett";
"Delete All"="Slett alle";
"Window"="Vindu";
"Minimize"="Minimer";
"Help"="Hjelp";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Avbryt";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Finner ikke filen som trengs for å kjøre programmet.\nInstaller FAX Utility på nytt.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Kan ikke hente informasjon om skriver (faks). Gå til \"Innstillinger for utskrift og faks\", og legg til driveren for PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Angitt fil eksisterer allerede. Vil du overskrive den?";
"Str_Alert_Common_Not_Responding_Error"="Skriveren svarer ikke. Kontroller at skriveren er riktig tilkoblet og at den er slått på.";
"Str_Alert_Common_Communication_Error"="Det oppstod en kommunikasjonsfeil for skriveren.";
"Str_Alert_Common_Printer_Processing_Error"="Skriveren behandler data. Vent litt, og prøv på nytt.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Det ble oppdaget en feil under kommunikasjon med skriveren.\nFeilkode (%d)";
"Str_Alert_Common_Error_Occurred"="Behandling ble avbrutt fordi det oppstod en feil.";
"Str_Alert_Common_PrinterStatusError"="Det oppstod en feil i skriveren. Rett opp feilen, og prøv på nytt.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Kan ikke åpne Liste over direktevalg/gruppevalg fordi en annen FAX Utility-funksjon allerede kjører. Vent til den er ferdig, og prøv på nytt.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Kan ikke skrive direktevalg/gruppevalg.\nVil du avslutte Liste over direktevalg/gruppevalg?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Kan ikke åpne Adressebok.\nFeilkode (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Finner ikke Adressebok.\nImportering avbrutt.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Kan ikke hente data fra Adressebok.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Kan ikke skrive sikkerhetskopifil.\nDet er ikke nok ledig plass, eller den kan være skrivebeskyttet.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Kan ikke skrive sikkerhetskopifil.\nAngitt fil brukes av et annet program.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Kan ikke skrive sikkerhetskopifil.\nFeilkode (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Gjenkjenner ikke filformatet.\nFilen kan være skadet eller opprettet med et annet program.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Kan ikke lese sikkerhetskopifil.\nAngitt fil brukes av et annet program.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Kan ikke lese sikkerhetskopifil.\nFeilkode (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="I Navn/gruppenavn er det angitt et tegn som ikke støttes.\nDu kan bare bruke alfanumeriske tegn og symboler.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Faksnummeret inneholder tegn som ikke støttes.\nDu kan bare bruke 0-9, *, #, - og mellomrom.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Oppføring nr. %d direktevalg er blitt registrert i én eller flere grupper. Hvis du endrer direktevalget til gruppevalg, slettes direktevalget fra eksisterende gruppe(r).\nVil du endre oppføring nr. %d direktevalg til gruppevalg?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Oppføring nr. %d direktevalg er blitt registrert i én eller flere grupper. Hvis du endrer direktevalget til gruppevalg, slettes direktevalget fra eksisterende gruppe(r).Noen av gruppene vil derfor være tomme og bli slettet.\nVil du endre oppføring nr. %d direktevalg til gruppevalg?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="Du kan registrere opptil %d direktevalgnumre i samme gruppe.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Du kan ikke angi bare mellomrom for navn/gruppenavn.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Du kan ikke angi bare mellomrom for faksnummer.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Finner ikke filen som skal importeres.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Kan ikke lese valgt fil fordi den ble opprettet med en nyere versjon av FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Angitt fil inneholder oppføringer som ikke kan gjenopprettes fordi oppføringsnumrene overskrider grensen for tilkoblet skriver som er vist nedenfor.\nVil du gjenopprette gyldige oppføringer?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Maksimalt antall oppføringer: %d\nMaksimalt antall oppføringer per gruppevalg: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Ingen av oppføringene fra angitt fil kan gjenopprettes.";

// ------------------------------------------------------------------------
"NickName"="Indeksord";
"Fax Speed"="Fakshastighet";
"Default Speed"="Standard";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="I Indeksord er det angitt et tegn som ikke støttes.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="I Navn/gruppenavn er det angitt et tegn som ikke støttes.";
"Str_InUseByAnotherFunction"="Brukes av en annen funksjon";

"StrAlert_InUseByAnotherFunction_CannotMove"="Kan ikke flyttes. Det er én eller flere oppføringer som brukes av en annen funksjon på eller ved angitt sted.";
"StrAlert_ProtectedData_Exist"="Det er én eller flere oppføringer som brukes til planlagt faks eller andre funksjoner. De er beskyttet og kan ikke endres.";
"StrAlert_ProtectedData_CannotMove"="Kan ikke flyttes. Det er én eller flere oppføringer som er beskyttet på eller ved angitt sted.";
"StrAlert_PhoneBook_ReWrite"="Én eller flere oppføringer er blitt endret av en annen bruker.\nVil du overskrive?";
"StrAlert_ProtectedData_WriteExcept"="Følgende oppføringer blir beskyttet fordi en annen bruker har begynt å bruke dem.\nOppføring nummer: %@\n\nVil du skrive oppføringene unntatt ovennevnte?";
"StrAlert_InUseByAnotherFunction_ClearData"="Oppføringene som vises med meldingen \"Brukes av en annen funksjon\" kan ikke lagres.\nVil du fortsette?";
"StrAlert_ProtectedData_CannotSaveStatus"="Beskyttet status for enkelte oppføringer lagres ikke.\nVil du fortsette?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Feltet Navn/gruppenavn blir stående tomt hvis feltet med gjenopprettede data inneholder tegn som ikke støttes.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Én eller flere oppføringer brukes av en annen funksjon. De vil også bli overskrevet med dataene som gjenopprettes.\nVil du fortsette?";

"StrAlert_ProtectedData_1"="Kan ikke lagre følgende oppføringer i skriveren. De er blitt brukt og beskyttet etter at du fikk dem fra skriveren. Ved lagring vil oppføringene blir overskrevet med disse i skriveren, og endringer du gjør i dem vil gå tapt.\nOppføring nummer: %@";
"StrAlert_ProtectedData_2"="Følgende gruppevalgoppføringer inneholder én eller flere direktevalgoppføringer som er beskyttet i skriveren. Disse direktevalgene vil bli utelatt når du lagrer en gruppe. Gruppevalg vil bli slettet når det er ingen direktevalg i en gruppe.\nOppføring nummer: %@";
"StrAlert_ProtectedData_3"="Vil du fortsette?";
"StrAlert_RestoreData_1"="Kan ikke gjenopprette følgende direktevalg- eller gruppevalgoppføringer i sikkerhetskopifilen.\nOppføring nummer: %@\nBeskyttede oppføringer med ovennevnte numre kan ikke overskrives.";
"StrAlert_RestoreData_2"="Følgende gruppevalgoppføringer inneholder én eller flere direktevalgoppføringer som ikke kan gjenopprettes. Direktevalg som ikke kan gjenopprettes, vil bli utelatt når en gruppe gjenopprettes. Gruppevalg vil bli slettet når det er ingen direktevalg i en gruppe.\nOppføring nummer: %@";
"StrAlert_RestoreData_3"="Vil du fortsette?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Det er én eller flere beskyttede direktevalg- eller gruppevalgoppføringer. Beskyttede oppføringer kan ikke slettes.\nVil du slette alle oppføringene unntatt dem som er beskyttet?";

"Str_FaxContacts"="Kontakter";
"Str_FaxAddressBook"="Adressebok";
"StrAlert_CannotAccessContacts_A"="Tilgang til %@ er ikke tillatt.";
"StrAlert_CannotAccessContacts_B"="Tillat tilgang for FAX Utility til %@. Gå til [Systemvalg] - [Sikkerhet og personvern] - [Personvern] - [%@].\nStart FAX Utility på nytt for å oppdatere.";
